Repository: Kouzukii/ffxiv-characterstatus-refined
Catalog: CharacterPanelRefined/Localization.*.resx
Languages: de, fr, ko

# Panel_Crit_Chance
source: Crit Chance
de: Krit Chance
fr: Chances de Critique
ko: 크리티컬 기회

# Panel_Crit_Damage
source: Crit Damage
de: Krit Schaden
fr: Dégâts Critiques
ko: 크리티컬 데미지

# Panel_Damage_Increase
source: Damage Increase
de: Schadenserhöhung
fr: Dégâts infligés accrus
ko: 데미지 증가

# Panel_Damage_per_100_Potency
source: Avg. Damage
de: Durschn. Schaden
fr: Dégâts médians
ko: 평균 데미지

# Panel_Heal_per_100_Potency
source: Avg. Healing
de: Durschn. Heilung
fr: Soins médians
ko: 평균 힐량

# Panel_Direct_Hit_Chance
source: Direct Hit Chance
de: Direkt Chance
fr: Chances de Coup net
ko: 다이렉트히트 기회

# Panel_RubyRite_GCD
source: Ruby Rite Recast
de: Rubin-Ritus Reakt. Zeit
ko: 루비 GCD

# Panel_GCD
source: Recast
de: Reaktivierungszeit
fr: Recharge
ko: GCD

# Panel_Magic_Mitigation
source: Magic Mitigation
de: Mag. Minderung
fr: Mitigation magique
ko: 마법 경감

# Panel_Mana_per_Tick
source: Mana per Tick
de: Mana je Tick
fr: PM par tick
ko: 틱 당 마나 회복

# Panel_Physical_Mitigation
source: Physical Mitigation
de: Phys. Minderung
fr: Mitigation physique
ko: 물리 경감

# Panel_Skill_Speed_Increase
source: Recast Time Reduction
de: Reakt.Zeit Reduktion
fr: Réduction du GCD
ko: 속도 증가

# Panel_Speed_Properties
source: Speed Properties
de: Geschw. Eigenschaften
fr: Attributs de rapidité
ko: 속도 속성

# Tooltips_Crit_Tooltip
source: {@Title}Critical Hit{@Clear} affects the rate at which your attacks and heals can critically hit as well as the damage dealt and HP restored by a critical hit. Critical Hit Rate and Damage increase by 0.1% every {PointsPerTier} points.
de: {@Title}Kritischer Treffer{@Clear} beeinflusst die Rate, mit der deine Angriffe und Heilungen kritische Treffer erzielen können, sowie den Schaden und die wiederhergestellten LP bei einem kritischen Treffer. Die Rate der kritischen Treffer und der Schaden erhöhen sich um 0,1% alle {PointsPerTier} Punkte.
fr: {@Title}Critique{@Clear} affecte vos chances d'effectuer des Coups critiques avec vos attaques et vos soins ainsi que la quantité de dégâts infligés de de PV restaurés lors d'un Coup critique. Vos chances d'infliger des Coups critiques ainsi que les Dégâts que vous infligez sont augmentés d'environ 0.1% tous les {PointsPerTier} points.
ko: {@Title}크리티컬 히트{@Clear}는 공격과 치유의 빈도뿐만 아니라 이 속성에 의한 추가 데미지와 HP 회복에 영향을 줘요. 크리티컬 히트의 빈도와 데미지는 매 {PointsPerTier} 포인트 마다 0.1%씩 증가해요.

# Tooltips_Determination_Tooltip
source: {@Title}Determination{@Clear} increases damage dealt by attacks as well as HP restored by healing actions. Determination's effect increases by 0.1% every {PointsPerTier} points.
de: {@Title}Entschlossenheit{@Clear} erhöht den verursachten Schaden durch Angriffe sowie die Stärke von Heilungszaubern. Der Effekt von Entschlossenheit erhöht sich um 0,1% alle {PointsPerTier} Punkte.
fr: {@Title}Détermination{@Clear} augmente les dégâts infligés par vos attaques ainsi que les PV restaurés par les actions de soins. Les effets de la Détermination sont augmentés d'environ 0.1% tous les {PointsPerTier} points.
ko: {@Title}의지력{@Clear}은 공격 데미지 증가와 치유로 회복되는 HP량의 증가에 영향을 줘요. 의사력의 효과는 매 {PointsPerTier} 포인트 마다 0.1%씩 증가해요.

# Tooltips_Direct_Hit_Tooltip
source: {@Title}Direct Hit Rate{@Clear} affects the rate at which your attacks can direct hit. A direct hit increases damage done by 25%. Direct Hit Rate increases by 0.1% every {PointsPerTier} points.
de: {@Title}Direkte Treffer Rate{@Clear} beeinflusst die Rate in der deine Angriffe zu direkten Treffern werden. Ein direkter Treffer erhöht den verursachten Schaden um 25%. Die Direkte Treffer Rate erhöht sich um 0,1% alle {PointsPerTier} Punkte.
fr: {@Title}Coups nets{@Clear} affecte vos chances d'infliger des Coups nets. Un Coup net augmente les dégâts infligés de 25%. Vos chances de Coup net sont augmentées d'environ 0.1% tous les {PointsPerTier} points.
ko: {@Title}다이렉트 히트{@Clear}는 공격할 때 다이렉트 히트가 발동하는 빈도에 영향을 줘요. 또한 다이렉트 히트는 데미지를 25% 증가시켜 줘요.. 다이렉트 히트는 매 {PointsPerTier} 포인트 마다 0.1%씩 증가해요.

# Tooltips_Skill_Spell_Speed_Tooltip
source: {@Title}Skill/Spell Speed{@Clear} shortens cast times and recast timers as well as increase damage done by damage over time effects.
de: {@Title}Zaubertempo/Schnelligkeit{@Clear} senkt die (Re-) Aktivierungszeiten von Angriffen und erhöht den Schaden von Schaden-über-Zeit Effekten.
fr: {@Title}Vivacité/Célérité{@Clear} réduit vos temps d'incantation et de recharge et augmente les dégâts périodiques infligés. Le GCD de 2.5s est réduit d'environ 0.01s tous les {PointsPerTier} points.
ko: {@Title}스킬/스펠 속도{@Clear}는 캐스팅 시간과 재캐스팅 시간을 줄여주고 도트의 데미지도 늘려줘요.

# Tooltips_Skill_Spell_Speed_GCD
source: A {GCD}s GCD is sped up by 0.01s on average every {PointsPerTier} points.
de: Eine Reaktivierungszeit von {GCD}s wird im Durchschnitt alle {PointsPerTier} Punkte um 0,01s verkürzt.
ko: {GCD} GCD는 매 {PointsPerTier} 포인트 마다 0.01초씩 속도가 빨라져요.

# Tooltips_Skill_Spell_Speed_With_Mod
source: {@Highlight}These values assume {@Red}{ModName}{@Clear} is active. Hold Ctrl to view these values without {@Red}{ModName}{@Clear}.{@Clear}
ko: {@Highlight}이러한 값들은 영향을 주는 기술({@Red}{ModName}{@Clear})이 활성상태라고 가정해요. CTRL 키를 누르면 {@Red}{ModName}{@Clear} 없이 값을 볼 수 있어요.{@Clear}

# Tooltips_Skill_Spell_Speed_Without_Mod
source: {@Highlight}Hold Ctrl to view these values assuming {@Red}{ModName}{@Clear} is active.{@Clear}
ko: CTRL 키를 누르면 영향을 주는 기술({@Red}{ModName}{@Clear})이 활성 상태라고 가정하고 값을 볼 수 있어요.{@Clear}

# Tooltips_Skill_Spell_Speed_DoT_Increase
source: DoT damage increases by 0.1% every {PointsPerTier} points.
de: Schaden über Zeit wird um 0,1% alle {PointsPerTier} Punkte.
fr: Les dégâts périodiques sont augmentés d'environ 0.1% tous les {PointsPerTier} points.
ko: 도트 데미지는 매 {PointsPerTier} 포인트 마다 0.1%씩 증가해요.

# Tooltips_Next_Tier
source: To reach the next tier you need {@Highlight}{NextTier}{@Clear} {Points}.
de: Um die nächste Stufe zu erreichen benötigst du {@Highlight}{NextTier}{@Clear} {Points}.
fr: Pour atteindre le prochain palier, il vous manque {@Highlight}{NextTier}{@Clear} points.
ko: 다음 단계: {@Highlight}{NextTier}{@Clear} {Points}

# Tooltips_Wasting
source: You are currently wasting {@Wasting}{Wasting}{@Clear} {Points}.
de: Du verschwendest momentan {@Wasting}{Wasting}{@Clear} {Points}.
fr: Actuellement, {@Wasting}{Wasting}{@Clear} {Points} ne sont pas rentabilisés.
ko: 현재 {@Wasting}{Wasting}{@Clear} {Points}를 낭비하고 있어요.

# Tooltips_Wasting_Points_Singular
source: point
de: Punkt
ko: 포인트

# Tooltips_Wasting_Points_Plural
source: points
de: Punkte
ko: 포인트

# Tooltips_Expected_Damage
source: Average damage of a 100 potency skill, including critical and direct hits as well as passive traits such as Maim and Mend. A normal attack will do {@Highlight}{NormalValue}{@Clear} damage. A critical hit will do {@Highlight}{CritValue}{@Clear} damage. Damage always has a variance of ±5%.
de: Durchschnittlicher Schaden einer 100 Attacke-Wert Fähigkeit, inklusive kritischer und direkter Treffer, sowie passiven Fertigkeiten wie Verbesserte Kommandos. Ein normaler Angriff verursacht {@Highlight}{NormalValue}{@Clear} Schaden. Ein kritischer Treffer verursacht {@Highlight}{CritValue}{@Clear} Schaden. Schaden weicht immer bis zu ±5% ab von diesen Werten.
fr: Dégâts médians d'une action avec 100 de Puissance, en incluant les critiques et coups nets ainsi que vos Traits tels que Efficacité des actions augmentée. Un coup normal inflige {@Highlight}{NormalValue}{@Clear} dégâts. Un Coup critique inflige {@Highlight}{CritValue}{@Clear} dégâts. Les dégâts sont multipliés par la Puissance, les Dégâts de l'Arme, les Statistiques Principales (FOR/INT/DEX/ESP) ainsi que tous les autres modificateurs de dégâts ponctuels (tel qu'un Coup net +25%, ou le buff de +5% de Fraternité) et ont toujours une variance de ±5%.
ko: 100개의 포텐셜 스킬의 평균 데미지로, Main이나 Mend와 같은 패시브 스킬의 크리티컬과 다이렉트 히트도 포함되요. 일반 공격을 하면 {@Highlight}{NormalValue}{@Clear}의 데미지가 발생해요. 크리티컬 공격이 터지면 {@Highlight}{CritValue}{@Clear}의 데미지가 발생해요. 데미지의 편차는 언제나 ±5% 정도예요.

# Tooltips_Expected_Heal
source: Average HP restored by a 100 potency healing action, including critical hits as well as passive traits such as Maim and Mend. A normal heal will restore {@Highlight}{NormalValue}{@Clear} HP. A critical hit will restore {@Highlight}{CritValue}{@Clear} HP. HP restored will always vary by ±3%.
fr: Quantité médianne de PV restaurés pour une action de soin de 100 de Puissance, incluant les Coups critiques ainsi que les Traits tels qu'Efficacité des actions augmentée. Un soin normal restaure {@Highlight}{NormalValue}{@Clear} PV. Un Coup critique restaure {@Highlight}{CritValue}{@Clear} PV. La quantité de PV restaurés est toujours soumise à une variance de ±3%.
ko: 100개의 포텐셜 스킬의 평균 HP 회복량으, Main이나 Mend와 같은 패시브 스킬의 크리티컬과 다이렉트 히트도 포함되요. 일반 치유는 {@Highlight}{NormalValue}{@Clear}의 HP를 회복해요. 크리티컬 치유가 터지면 {@Highlight}{CritValue}{@Clear}의 HP를 회복해요. HP 회복의 편차는 언제나 ±3% 정도예요.

# Tooltips_Tenacity_Tooltip
source: {@Title}Tenacity{@Clear} increases damage dealt and HP restored by your own actions as well as reducing damage taken. Damage reduction increases by 0.1% every {PointsPerTier} points.
de: {@Title}Unbeugsamkeit{@Clear} erhöht den verursachten Schaden sowie die Heilung durch die eigenen Fähigkeiten, zudem wird der erlittene Schaden reduziert. Der Effekt von Unbeugsamkeit erhöht sich um 0,1% alle {PointsPerTier} Punkte.
fr: {@Title}Ténacité{@Clear} augmente les dégâts infligés et les PV restaurés par vos actions et réduit les dégâts subis. Les effets de la Ténacité augmentent d'environ 0.1% tous les {PointsPerTier} points.
ko: {@Title}불굴{@Clear}은 주는 데미지가 증가하고 자신의 HP 회복량이 늘어나며 받는 데미지가 줄어들어요. 불굴은 매 {PointsPerTier} 포인트마다 0.1%씩 늘어나요.

# Tooltips_Piety_Tooltip
source: {@Title}Piety{@Clear} increases the amount of MP gained per server tick (every 3s). By default you will gain 200 MP per tick. Piety gives 1 extra MP every {PointsPerTier} points.
de: {@Title}Frömmigkeit{@Clear} erhöht die Menge an MP welche je Server Tick regeneriert werden (alle 3s). Der Standardwert liegt bei 200 MP je tick. Frömmigkeit erhöht dies um 1 alle {PointsPerTier} Punkte.
fr: {@Title}Piété{@Clear} augmente le nombre de PM récupérés à chaque tick du serveur (toutes les 3s). De base, vous récupérez 200 PM par tick. La Piété augmente cette valeur d'environ 1 PM tous les {PointsPerTier} points.
ko: {@Title}신앙심{@Clear}은 서버 틱 마다 MP 회복량을 늘려줘요(매 3초). 기본적으로 매 틱 당 200 MP를 회복해요. 신앙심은 매 {PointsPerTier} 포인트마다 추가 1의 MP가 주어져요.

# Tooltips_Defense_Tooltip
source: {@Title}Defense{@Clear} reduces physical damage taken by 1% every {PointsPerTier} points.
de: {@Title}Verteidigung{@Clear} verringert erlittenen physischen Schaden um 1% alle {PointsPerTier} Punkte.
fr: {@Title}Défense{@Clear} réduit les Dégâts Physiques subis d'environ 1% tous les {PointsPerTier} points.
ko: {@Title}방어{@Clear}는 매 {PointsPerTier} 포인트 마다 1%씩 물리 데미지를 줄여줘요.

# Tooltips_Magic_Defense_Tooltip
source: {@Title}Magic Defense{@Clear} reduces magic damage taken by 1% every {PointsPerTier} points.
de: {@Title}Magieabwehr{@Clear} verringert erlittenen physischen Schaden um 1% alle {PointsPerTier} Punkte.
fr: {@Title}Défense magique{@Clear} réduit les Dégâts Magiques subis d'environ 1% tous les {PointsPerTier} points.
ko: {@Title}마법 방어{@Clear}는 매 {PointsPerTier} 포인트 마다 1%씩 데미지를 줄여줘요.

# Tooltips_Vitality_Tooltip
source: {@Title}Vitality{@Clear} increases max HP by {HpPerPoint} every point. As a {Job} you have {BaseHp} base HP.
de: {@Title}Konstitution{@Clear} erhöht die maximalen LP um {HpPerPoint} für jeden Punkt. Als {Job} hast du {BaseHp} Grund LP.
fr: {@Title}Vitalité{@Clear} : augmente vos PV max de {HpPerPoint} PV pour chaque point de statistique. En tant que {Job} vous avez {BaseHp} PV de base.
ko: {@Title}활력{@Clear}은 각 포인트 마다 최대 HP가 {HpPerPoint} 만큼 증가해요. 당신의 {Job} 잡은 {BaseHp} 만큼의 기본 HP를 갖고 있어요.

# Tooltips_Main_Stat_Tooltip
source: {@Title}Main Stat{@Clear} increases damage dealt as well as HP restored by your actions. An increase of 10% main stat constitutes a 10% increase in damage and healing. SMNs physick is the only exception since it scales with MND instead of INT.
de: {@Title}Hauptattribut{@Clear} erhöht den verursachten Schaden durch Angriffe sowie die Stärke von Heilungszaubern. Eine Erhöhung des Hauptattributes von 10% enstpricht einer Schadens- und Heilungserhöhung von 10%. Die einzige Ausnahme stellt Physick vom BSW dar, da es mit Willenskraft statt Intelligenz skaliert.
fr: {@Title}Statistique principale{@Clear} : augmente les dégâts infligés, ainsi que les PV restaurés par vos actions. Une augmentation de 10% de la statistique principale équivaut à une augmentation de 10% des dégâts infligés et soins octroyés. Le sort Médecine de l'Invocateur est la seule exception à cette règle car il dépend de la stat d'Esprit au lieu de l'Intelligence.
ko: {@Title}주요 스텟{@Clear}은 주는 데미지와 HP 회복량에 관련되어 있어요. 주요 스텟 10%가 증가하면 데미지와 HP 회복량이 10% 증가해요. 다만, 서모너의 피직은 정신 스텟에 영향을 받으므로 예외 사항이예요.

# Config_Character_Panel_Refined_Config
source: Character Panel Refined Config
de: Character Panel Refined Konfiguration
fr: Configuration de Character Panel Refined
ko: 캐릭터 패널 리파인 설정

# Config_Override_default_tooltips
source: Replace the Character Panel's built-in tooltips with more detailed ones
de: Überschreibe Standard Tooltips
fr: Remplacer les infobulles du jeu
ko: 캐릭터창의 도움말을 더 자세한 내용으로 덧씌워요

# Config_Use_Game_Language_if_available
source: Use Game Language if available
de: Verwende Spielsprache wenn möglich
fr: Utiliser la langue du jeu si disponible
ko: 가능하다면 게임 내부 언어 표시를 사용해요

# Config_Override_default_tooltips_tooltip
source: Override the default tooltips for all stats.
de: Überscheibe die Standard Tooltips für sämtliche Attribute.
fr: Remplace les infobulles du jeu pour toutes les statistiques.
ko: 모든 스텟의 기본 도움말을 덮어써요

# Config_Window_Use_Game_Language_Tooltip
source: Use the internal game language for this plugin if available. Currently Available: English, German, French
de: Verwende die interne Spielsprache für dieses Plugin, sollte sie verfügbar sein. Verfügbar: Englisch, Deutsch, Französisch
fr: Utilise la langue interne du jeu pour ce plugin si elle est disponible. Actuellement disponible : Anglais, Allemand, Français
ko: 이 플러그인에 내장된 언어를 사용해요. 현재 영어, 독일어, 프랑스어, 한국말이 있어요.

# Config_Show_average_damage
source: Show average damage
de: Zeige durchschnittlichen Schaden
fr: Afficher les dégâts médians
ko: 평균 데미지를 보여줘요

# Config_Show_average_healing
source: Show average healing
de: Zeige durchschnittliche Heilung
fr: Afficher les soins médians
ko: 평균 힐량을 보여줘요

# Config_Show_crit_damage_increase
source: Show crit damage increase
de: Zeige kritische Schadenserhöhung
fr: Afficher l'augmentation médiane des dégâts via les Coups critiques
ko: 크리티컬 데미지 증가량을 보여줘요

# Config_Show_direct_hit_damage_increase
source: Show direct hit damage increase
de: Zeige direkter Treffer Schadenserhöhung
fr: Afficher l'augmentation médiane des dégâts via les Coups nets
ko: 다이렉트 히트 데미지 증가량을 보여줘요

# Config_Help_Apply_Changes
source: To apply any config changes you must reopen the character panel.
de: Um Änderungen an der Konfiguration anzuwenden, musst du das Charakterpanel erneut öffnen.
fr: Afin d'appliquer vos modifications de configuration, la fenêtre de profil de Personnage doit être réouverte.
ko: 바뀐 내용을 적용하려면 캐릭터창을 다시 여세요

# Panel_excluding_Consumables
source: excl. Consumables
de: ohne Buffs
ko: 소모 제외

# Config_Show_stats_without_consumables
source: Show DoH/DoL stats without consumables
de: Zeige Handwerker und Sammler Stats ohne Buffs
ko: 제작/채집 스텟을 소모없이 보여줘요

# Buff_LeyLines
source: Ley Lines
de: Ley-Linien
ko: 흑마법 문양

# Buff_LeyLines_Abbrev
source: LL
ko: 문양

# Buff_GreasedLightning
source: Greased Lightning
de: Geölter Blitz
ko: 질풍번개

# Buff_GreasedLightning_Abbrev
source: GL
de: GB
ko: 질풍

# Buff_Shifu
source: Shifu
ko: 사풍

# Buff_PresenceOfMind
source: Presence of Mind
de: Geistesgegenwart
ko: 쾌속의 마법

# Buff_PresenceOfMind_Abbrev
source: PoM
de: GGW
ko: 쾌속

# Buff_Huton
source: Huton
ko: 풍둔술

# Buff_ArmysPaeon
source: Army's Paeon
de: Hymne der Krieger
ko: 군신의 찬가

# Buff_ArmysPaeon_Abbrev
source: AP
de: HdK
ko: 찬가

# Panel_FireIII_GCD
source: Fire III Cast
de: Feuraga Aktivierung

# Config_Show_item_level_information
source: Show item level information
de: Zeige Item Level Info

# Panel_CP
source: CP
de: HP

# Panel_GP
source: GP
de: SP
